Repository: CreativeAlien/crayon-syntax-highlighter
Catalog: trans/crayon-syntax-highlighter-*.po
Languages: bn_bd

source: Toggle Line Numbers
bn_bd: লাইন সংখ্যা

source: Toggle Plain Code
bn_bd: প্লেইন কোড

source: Toggle Line Wrap
bn_bd: লাইন র‍্যাপ

source: Expand Code
bn_bd: কোড সমূহ বড় স্ক্রিন এ দেখান

source: Open Code In New Window
bn_bd: কোড সমূহ নতুন বক্স এ দেখান

source: Contains Mixed Languages
bn_bd: বিভিন্ন ভাষা'র মিশ্রণ

source: Hourly
bn_bd: ঘন্টায়

source: Daily
bn_bd: প্রতিদিন

source: Weekly
bn_bd: সাপ্তাহিক

source: Monthly
bn_bd: মাসিক

source: Immediately
bn_bd: দ্রুত

source: Max
bn_bd: সর্বোচ্চ

source: Min
bn_bd: সর্বনিন্ম

source: Static
bn_bd: স্ট্যাটিক

source: Pixels
bn_bd: পিক্সেলস

source: Percent
bn_bd: পারসেন্ট

source: None
bn_bd: কিছুই না

source: Left
bn_bd: বামদিকে

source: Center
bn_bd: মধ্যে

source: Right
bn_bd: ডানদিকে

source: On MouseOver
bn_bd: মাউস উপরে আনলে

source: Always
bn_bd: সবসময়

source: Never
bn_bd: কখনোই না ।

source: When Found
bn_bd: যখন পাওয়া যাবে

source: On Double Click
bn_bd: ডাবল ক্লিক করলে

source: On Single Click
bn_bd: সিঙ্গল ক্লিক এর মাধ্যমে

source: Disable Mouse Events
bn_bd: মাউস ইভেন্ট বন্ধ করে দিন

source: An error has occurred. Please try again later.
bn_bd: সমস্যা দেখা দিয়েছে । কিছু ক্ষণ পর আবার চেস্টা করুন ।

source: Inline Tag
bn_bd: ইনলাইন ট্যাগ

source: Block Tag
bn_bd: ব্লক ট্যাগ

source: Settings
bn_bd: সিটিংস

source: Click To Expand Code
bn_bd: ক্লিক করে বড় করুন

source: No
bn_bd: না

source: Yes
bn_bd: হ্যাঁ

source: Change Code
bn_bd: কোড পরিবর্তন করুন

source: You do not have sufficient permissions to access this page.
bn_bd: এই পাতায় প্রবেশ করার অধিকার আপনার নেই

source: Save Changes
bn_bd: পরিবর্তন গুলো সেভ করুন

source: Reset Settings
bn_bd: পূর্বাবস্থায় ফিরে যান

source: General
bn_bd: সাধারণ

source: Theme
bn_bd: থিম

source: Font
bn_bd: ফন্ট

source: Metrics
bn_bd: ম্যাট্রিক্স

source: Toolbar
bn_bd: টুলবার

source: Lines
bn_bd: লাইন্স

source: Code
bn_bd: কোড

source: Tags
bn_bd: ট্যাগ

source: Languages
bn_bd: ভাষা সমূহ

source: Files
bn_bd: ফাইলস

source: Posts
bn_bd: পোস্ট সমূহ

source: Tag Editor
bn_bd: ট্যাগ এডিটর

source: Misc
bn_bd: অন্যান্য

source: Debug
bn_bd: ডিবাগ

source: Errors
bn_bd: এরর

source: Log
bn_bd: লগ

source: About
bn_bd: সম্পর্কে

source: Height
bn_bd: উচ্চতা

source: Width
bn_bd: প্রস্থ

source: Top Margin
bn_bd: উপরের মার্জিন

source: Bottom Margin
bn_bd: নিচের দিকের মার্জিন

source: Left Margin
bn_bd: বাম মার্জিন

source: Right Margin
bn_bd: ডান মার্জিন

source: Inline Margin
bn_bd: ইনলাইন মার্জিন

source: Display the Toolbar
bn_bd: টুলবার দেখাবে

source: Delay hiding the toolbar on MouseOut
bn_bd: MouseOut হলে টুলবার লুকাতে সময় নিন

source: Display the title when provided
bn_bd: টাইটেল দেখান

source: Display the language
bn_bd: ভাষা সমূহ দেখান

source: Display striped code lines
bn_bd: স্ট্রাইপড কোড সমূহ দেখান

source: Enable line marking for important lines
bn_bd: গুরুত্বপূর্ণ লাইন মারকিং দেখানো হোক

source: Enable line ranges for showing only parts of code
bn_bd: লাইন রেঞ্জ দেখান

source: Display line numbers by default
bn_bd: পূর্ব নির্ধারিত লাইন নাম্বার

source: Enable line number toggling
bn_bd: লাইন নাম্বার toggling সক্রিয় করুন

source: Wrap lines by default
bn_bd: লাইন সমূহ র‍্যাপ করা হোক

source: Enable line wrap toggling
bn_bd: লাইন সমূহে wrap toggling সক্রিয় করা হোক

source: Start line numbers from
bn_bd: লাইন সংখ্যার ফর্ম সক্রিয় করুন

source: When no language is provided, use the fallback
bn_bd: কোন ভাষা না পেলে fallback ব্যবহার করুন

source: Parsing was successful
bn_bd: পারসিং সম্পন্ন

source: Parsing was unsuccessful
bn_bd: পারসিং অসম্পন্ন

source: Show Languages
bn_bd: ভাষা সমূহ দেখান

source: Show Crayon Posts
bn_bd: Crayon এর পোস্ট সমূহ দেখান

source: Refresh
bn_bd: রিফ্রেশ

source: ID
bn_bd: আইডি

source: Title
bn_bd: টাইটেল

source: Posted
bn_bd: পোস্টেড

source: Modifed
bn_bd: মডিফায়েড

source: Edit
bn_bd: এডিট

source: Duplicate
bn_bd: ডুপ্লিকেট

source: Submit
bn_bd: সাবমিট

source: Delete
bn_bd: ডিলিট

source: Loading...
bn_bd: লোড হচ্ছে

source: Enable Live Preview
bn_bd: লাইভ প্রিভিউ সক্রিয় করুন

source: Add More
bn_bd: আরো যুক্ত করুন

source: Custom Font Size
bn_bd: কাস্টম ফন্ট সাইজ

source: Line Height
bn_bd: লাইন হাইট

source: Enable plain code view and display
bn_bd: প্লেইন কোড আকারে দেখান

source: Enable plain code toggling
bn_bd: প্লেইন কোড toggling

source: Show the plain code by default
bn_bd: প্লেইন কোড দেখান

source: Enable code copy/paste
bn_bd: কোড কপি / পেস্ট সক্রিয় করুন

source: Enable opening code in a window
bn_bd: কোড সমূহ একটি উইন্ডো তে দেখান

source: Always display scrollbars
bn_bd: ডিসপ্লে স্ক্রোলবার সবসময় দেখাবে

source: Decode HTML entities in code
bn_bd: এইচটিএমএল এন্টিটি সমূহ কোড আকারে দেখান

source: Decode HTML entities in attributes
bn_bd: এইচটিএমএল এন্টিটি সমূহ attributes আকারে দেখান

source: Remove whitespace surrounding the shortcode content
bn_bd: সাদা স্পেস সমূহ মুছে ফেলুন

source: Allow Mixed Language Highlighting with delimiters and tags.
bn_bd: একাধিক ভাষা সমূহ একত্রে হাইলাইট করুন

source: Show Mixed Language Icon (+)
bn_bd: একাধিক ভাষার আইকন দেখান

source: Tab size in spaces
bn_bd: ট্যাব সাইজ ইন স্পেস

source: Blank lines before code:
bn_bd: কোড সমূহের আগে স্পেস

source: Blank lines after code:
bn_bd: কোড সমূহের পরে স্পেস

source: Capture Inline Tags
bn_bd: ইনলাইন ট্যাগ সমূহ Capture করুন

source: Wrap Inline Tags
bn_bd: ইনলাইন ট্যাগ সমূহ র‍্যাপ করুন

source: Enable [plain][/plain] tag.
bn_bd: [plain][/plain] ট্যাগ সক্রিয় করুন

source: Clear Now
bn_bd: এখনি ক্লিয়ার করুন

source: Allow Crayons inside comments
bn_bd: কমেন্ট এ Crayons সক্রিয় করুন

source: Remove Crayons from excerpts
bn_bd: excerpts থেকে Crayons নিষ্ক্রিয় করুন

source: Disable animations
bn_bd: এনিমেশন নিষ্ক্রিয় করুন

source: Disable runtime stats
bn_bd: runtime stats নিষ্ক্রিয় করুন

source: Display custom message for errors
bn_bd: errors সমূহের জন্য কাস্টম মেসেজ দেখান

source: Show Log
bn_bd: লগ সমূহ দেখান

source: Hide Log
bn_bd: লগ সমূহ লুকান

source: Clear Log
bn_bd: লগ ক্লিয়ার করুন

source: Email Admin
bn_bd: এডমিন কে ইমেইল করুন

source: Email Developer
bn_bd: ডেভেলাপার কে মেইল করুন

source: The log is currently empty.
bn_bd: এই মুহূর্তে লগ এ কিছু নেই

source: The log file exists and is writable.
bn_bd: লগ ফাইল বিদ্যমান এবং পরিবর্তন যোগ্য

source: The log file exists and is not writable.
bn_bd: লগ ফাইল বিদ্যমান এবং অপরিবর্তন যোগ্য

source: The log file does not exist and is not writable.
bn_bd: লগ ফাইল বিদ্যমান নয় এবং পরিবর্তন যোগ্য নয়

source: Version
bn_bd: ভার্সন

source: Developer
bn_bd: ডেভেলাপারস

source: Translators
bn_bd: ভাষান্তর করেছেন যারা

source: Theme Editor
bn_bd: থিম এডিট

source: Donate
bn_bd: ডোনেট করুন

source: Add Crayon Code
bn_bd: Crayon Code যোগ করুন

source: Edit Crayon Code
bn_bd: Crayon Code এডিট করুন

source: Add
bn_bd: যোগ করুণ

source: Save
bn_bd: সংরক্ষণ করুন

source: OK
bn_bd: ঠিক আছে

source: Cancel
bn_bd: বাতিল

source: A short description
bn_bd: সংক্ষিপ্ত বর্ণনা

source: Inline
bn_bd: ইনলাইন

source: Don't Highlight
bn_bd: হাইলাইট করার দরকার নেই

source: Language
bn_bd: ভাষা

source: Line Range
bn_bd: লাইন রেঞ্জ

source: (e.g. 3-5 or 3)
bn_bd: ( উদাহরণ - ১, ২ ,৩, ৪, ৫ )

source: Marked Lines
bn_bd: মার্কড লাইন্স

source: (e.g. 1,2,3-5)
bn_bd: ( উদাহরণ - ১, ২ ,৩, ৪, ৫ )

source: Clear
bn_bd: ক্লিয়ার

source: Paste your code here, or type it in manually.
bn_bd: এখানে আপনার কোড সমূহ লেখুন অথবা পেস্ট করুন

source: URL
bn_bd: ইউ আর এল

source: Change the following settings to override their global values.
bn_bd: নিচের পরিবর্তন গুলো গ্লোবাল ভ্যালু কে ওভার রাইড করুন

source: Only changes (shown yellow) are applied.
bn_bd: কেবল মাত্র পরিবর্তন সমূহ এপ্লাই করা হয়েছে

source: User-Defined Theme
bn_bd: ইউজার প্রদত্ত থিম

source: Stock Theme
bn_bd: ষ্টক থিম

source: Success!
bn_bd: সম্পন্ন !

source: Failed!
bn_bd: ফেইল্ড !

source: Delete failed!
bn_bd: মুছে ফেলা সম্ভব হয় নি

source: New Name
bn_bd: নতুন নাম

source: Duplicate failed!
bn_bd: ডুপ্লিকেট করা সম্ভব হয় নি

source: Please check the log for details.
bn_bd: এই লগ চেক করুন সব ডিটেইলস দেখতে

source: Are you sure you want to discard all changes?
bn_bd: আপনি নিশ্চিত সব কিছু মুছে ফেলতে

source: Submit Your Theme
bn_bd: আপনার থিম জমা দিন

source: Submit your User Theme for inclusion as a Stock Theme in Crayon! This will email me your theme - make sure it's considerably different from the stock themes :)
bn_bd: আমাদের স্টক এ থাকা থিম গুলো থেকে ভিন্ন কোন থিম থাকলে সাবমিট করুন

source: Message
bn_bd: মেসেজ

source: Please include this theme in Crayon!
bn_bd: দয়া করে এই থিম Crayon এ যুক্ত করুন !

source: Submit was successful.
bn_bd: সঠিক ভাবে সাবমিট হয়েছে

source: Submit failed!
bn_bd: সঠিক ভাবে সাবমিট হয় নি

source: Information
bn_bd: তথ্য

source: Highlighting
bn_bd: হাইলাইটিং

source: Frame
bn_bd: ফ্রেম

source: Line Numbers
bn_bd: লাইন সংখ্যা

source: Background
bn_bd: ব্যাকগ্রাউন্ড

source: Text
bn_bd: টেক্সট

source: Border
bn_bd: বর্ডার

source: Top Border
bn_bd: উপরের বর্ডার

source: Bottom Border
bn_bd: নিচের দিকের বর্ডার

source: Right Border
bn_bd: ডানের বর্ডার

source: Hover
bn_bd: হোবার

source: Active
bn_bd: একটিভ

source: Pressed
bn_bd: প্রেসড

source: Pressed & Hover
bn_bd: প্রেসড এবং হোবারড

source: Pressed & Active
bn_bd: প্রেসড এবং এক্টিভ

source: Buttons
bn_bd: বাটন্স

source: Normal
bn_bd: নরমাল

source: Striped
bn_bd: স্ট্রাইপড

source: Marked
bn_bd: মার্কড

source: Striped & Marked
bn_bd: স্ট্রাইপড এবং মারকড

source: Back To Settings
bn_bd: সেটিংস এ ফিরুন

source: Comment
bn_bd: কমেন্ট / মন্তব্য

source: String
bn_bd: স্ট্রিং

source: Preprocessor
bn_bd: প্রি প্রসেসর

source: Tag
bn_bd: ট্যাগ

source: Keyword
bn_bd: কিওয়ার্ড

source: Statement
bn_bd: স্টেটমেন্ট

source: Reserved
bn_bd: রিজারভড / সংরক্ষিত

source: Type
bn_bd: টাইপ

source: Modifier
bn_bd: মডিফায়ার

source: Identifier
bn_bd: আইডেন্টিফায়ার / চিহ্নিত কারক

source: Entity
bn_bd: এন্টিটি

source: Variable
bn_bd: ভেরিয়েবল

source: Constant
bn_bd: কন্সটেন্ট / ধ্রুবক

source: Operator
bn_bd: অপারেটর

source: Symbol
bn_bd: সিম্বল / প্রতিক

source: Notation
bn_bd: নোটেশন

source: Faded
bn_bd: বিবর্ণ

source: HTML
bn_bd: এইচটিএমএল

source: (Used for Copy/Paste)
bn_bd: কপি / পেস্ট করার জন্য ব্যবহার করা হয় ।
